Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/helsetilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Some of the tests will be carried out at the Hormone Laboratory at Aker University Hospital”.
nb: Enkelte av undersøkelsene skal gjennomføres ved Hormonlaboratoriet ved Aker universitetssykehus.”

source: description of internal procedure “muscle biopsy” and “bone biopsy”
nb: intern prosedyrebeskrivelse ”Muskelbiopsi” og ”Benbiopsi”,

source: Children and young people at child welfare institutions during the coronavirus pandemic – review of 254 supervision reports
nb: Helsetilsynet har gjennomgått 254 rapporter fra tilsyn med barneverninstitusjoner for å løfte frem kunnskap om hvordan pandemien har påvirket barn og unge på barneverninstitusjon.

source: At first sight it may seem that this develop-ment is unproblematic.
nb: Umiddelbart kan dette synes som en uproble-matisk utvikling.

source: Aker University Hospital Health Trust were informed of this by telephone on 2 December 2005.
nb: Aker Universitetssykehus HF er orientert om dette ved telefon den 2. desember 2005.

source: Sharing experiences is crucial for learning amongst emergency personnel, since the self-experienced sample of responses to accidents (especially major accidents) is very limited.
nb: Det bidro til at kvalitetsbølgen ikke ble gjennomgripende at initiativet til kvalitetssatsningen ble spredt og at der ikke stod frem «kvalitetsevangelister» på toppen, det vil si i departementet og direktoratet.

source: have registered failure, and thereby hope
nb: niseres, utføres og vedlikeholdes i

source: Specialization and professionalization.
nb: Spesialisering og profesjonalisering

source: In the application form, under Point 4 about the description of the project, it is stated:
nb: I søknadsskjemaet heter det følgende under punkt 4 om prosjektbeskrivelse:

source: The fi nds made are presented in Chapter 3.
nb: Funnene er gjort rede for i kapittel 3.

source: health and care services.
nb: oss til del, mens helse og omsorg er noe som

source: Histomorphometry and structural micro CT will be performed on the bone biopsy.
nb: Det utføres histomorfometri og strukturell mikro CT på benbiopsi.

source: Therefore, the Directorate did not assess the Biobank Act, Section 12, last paragraph.
nb: Shdir har derfor ikke vurdert biobankloven § 12 siste ledd.
